Repository: vmgabriel/chackraAPP
Catalog: lib/l10n/app_*.arb
Languages: es

source: Welcome
es: Bienvenido

# start_session_to_continue
source: Login for Continue
es: Inicia Sesion para Continuar

source: Email
es: Correo Electronico

source: Password
es: Contraseña

source: Login
es: Iniciar Sesión

source: Are You Forget The Password?
es: ¿Olvidaste tu Contraseña?

# insert_your_password
source: Insert you password
es: Inserta Tu Contraseña

source: Please, Insert your password
es: Por favor, Ingresa la Contraseña

# field_require_least
source: {gender, select, male{The} female{The} other{The}} {field} has to have at least {count, plural, =1{1 character} other{{count} characters}}
es: {field, select, male{El} female{La} other{Con}} {field} debe tener al menos {count, plural, =1{1 caracter} other{{count} caracteres}}

source: Please, Insert your Email
es: Por Favor, Ingresa tu Email

source: Please, Insert a Valid Email
es: Por favor, ingresa un correo válido

# im_new
source: I'm New, I Want Signup
es: Soy Nuevo, Quiero Registrarme

source: Repeat Password
es: Repetir Contraseña

# register
source: Sign Up
es: Registrar

source: Username
es: Alias

source: Name
es: Nombre

source: Last Name
es: Apellido

source: Phone
es: Numero de Telefono

# complete_the_form
source: Complete the Form for Register
es: Completa el Formulario para Registrarte

source: On Building
es: En Construccion

# soon_view_will_be_complete
source: Soon this view will be complete
es: Muy Pronto tendrás esta funcionalidad

source: Home
es: Principal

source: Home View
es: Vista Principal

source: Show Notifications
es: Mostrar Notificaciones

source: Tasks
es: Tareas

source: Edit Profile
es: Editar Perfil

source: Biography
es: Biografía

source: Cancel
es: Cancelar

source: Save
es: Guardar

source: Profile
es: Perfil

source: Help And Contact
es: Ayuda y Contacto

source: Logout
es: Cerrar Sesion

source: Preferences
es: Preferencias

source: Dark Mode
es: Modo Oscuro

source: Account
es: Cuenta

source: Change Password
es: Cambiar Contraseña

source: Authentication with Biometric
es: Autenticación con Biometria

source: Notifications
es: Notificaciones

# idiom
source: Language
es: Lenguaje

source: Search
es: Buscador

source: Search in Board
es: Buscar en Tablero

source: Loading boards...
es: Cargando Tableros...

# not_found_boards_with_query
source: No boards found with query
es: Ningun tablero encontrado con la consulta

# not_found_boards
source: No Found Boards
es: Ningun Tablero Encontrado

source: Loading
es: Cargando

# all_loaded
source: All Information Loaded
es: Toda la Informacion Cargada

# username_is_required_message
source: Username Is Required
es: Campo Username Debe llenarse

source: It May Not Have Spaces
es: No Debe Contener Espacios

source: It May Not Have Special Characters
es: No Debe Contener Caracteres Especiales

source: It May Not Be Clear
es: No Debe estar Vacio

source: It May Be Number
es: Debe ser un numero

source: Invalid Authentication
es: Autenticacion Invalida

source: Error in server or internet
es: Error en el servidor o internet

source: Data Not Valid
es: Datos no Validos

# server_connection
source: Error in Connection with Server
es: Error en la Conexion con el Servidor

# username_already_exists
source: Username Has Already Exists
es: Username Ya Existe

# email_already_exists
source: Email Has Already Exists
es: Email Ya Existe

source: Created Correctly
es: Creado Correctamente
